
<?php

use yii\helpers\Html;
use yii\helpers\Url;


    /* @var $this yii\web\View */
    $this->title = Yii::t('app', 'О нас');
    //$this->params['breadcrumbs'][] = ['label' => Yii::t('app', 'Главная'), 'url' => ['/main/index']];
    $this->registerMetaTag(['name' => 'description', 'content' => $this->title]);
    //$this->params['breadcrumbs'][] = $this->title;

?>
<div class="about-us">
	<h1>О нас</h1>
	<h2>Вид искусства</h2>
	<h3>Термин</h3>
	<h4>История музыки</h4>
	<h5>Теория музыки</h5>
	<h6>Классификация музыкальных произведений</h6>

	<p class="alight-left">Му́зыка (греч. μουσική, субстантивированное прилагательное от греч. μούσα — муза) — вид искусства. Согласно А.Н.Сохору (МЭ 3, 1976), этот вид «отражает действительность и воздействует на человека посредством осмысленных и особым образом организованных по высоте и во времени звуковых последований, состоящих в основном из тонов»[1]. В БРЭ (2013) музыка определяется как «искусство звуков, организованных главным образом по высоте и во времени»[2]. Существуют и другие энциклопедические определения музыки.</p>
	<p class="alight-right">Греческое слово μουσική представляет собой прилагательное женского рода. Женский род объясняется его согласованием с существительными женского рода др.-греч. τέχνη (ремесло, профессиональная деятельность муз, ср. позднейшее «техника») или греч. ἐπιστήμη (мусическая наука, знание предметов божественной деятельности муз). Позже прилагательное μουσική субстантивировалось, в Древнем Риме слово musica отмечается и в функции прилагательного (женского рода, например, в словосочетании ars musica) и как существительное (музыка).</p>
	<p class="alight-center">В русском литературном языке XIX века закрепилось ударение на первый слог (от латинского musica), хотя ещё у Пушкина встречается ударение на втором слоге («из наслаждений жизни / одной любви музы́ка уступает»).</p>
	<p class="alight-justify">В древнерусском языке вплоть до XVIII века в таком же значении использовалось слово мусики́я (от греч. μουσική) и дериваты (например, прилагательное «мусикийский»), например, в труде Николая Дилецкого «Грамматика пения мусикийского». Изредка «мусикийский» встречается как архаическая стилизация и в литературных сочинениях XIX века (например, у Гоголя в «эссе Жизнь»).</p>

	<p class="weight-bold">На ранних стадиях эволюции человечества музыка была почти исключительно прикладной. Отсюда «каноничность» музыкального стиля, малая выраженность в нём индивидуально-авторского начала. В профессиональном творчестве зрелых музыкальных культур музыка постепенно освобождалась от непосредственной зависимости от слова, танца, ритуального контекста. Начиная с позднего средневековья (XV век), а особенно в эпоху Возрождения в Европе впервые развились формы так называемой автономной музыки (по Г.Бесселеру «преподносимой», то есть предназначенной исключительно для слушания), сложилась самостоятельная логика композиторского мышления, обособилась сама профессия композитора. </p>
	<p class="weight-italic">В Новое время (начиная с эпохи барокко) «прикладная» составляющая продолжила существование в виде так называемой программной музыки, но параллельно возникали идеи «имманентной сущности» музыки, одна из наиболее популярных в XIX веке — идея абсолютной музыки. В творчестве авангардистов XX века «автономный» вектор истории музыки достиг очередной кульминации — композиторы давали своим сочинениям заголовки, исключающию какие-либо ассоциации с привычными жанрами и формами (например, «Пять пьес для оркестра» Веберна, «Структуры» Булеза, «Композиция № 2» Уствольской и т.п.), либо приписанные сочинениям заголовки имели сугубо условный характер.</p>
	<p class="weight-normal">В Новое время (начиная с эпохи барокко) «прикладная» составляющая продолжила существование в виде так называемой программной музыки, но параллельно возникали идеи «имманентной сущности» музыки, одна из наиболее популярных в XIX веке — идея абсолютной музыки. В творчестве авангардистов XX века «автономный» вектор истории музыки достиг очередной кульминации — композиторы давали своим сочинениям заголовки, исключающию какие-либо ассоциации с привычными жанрами и формами (например, «Пять пьес для оркестра» Веберна, «Структуры» Булеза, «Композиция № 2» Уствольской и т.п.), либо приписанные сочинениям заголовки имели сугубо условный характер.</p>

	<ul>
		<li>Музыкальный звук</li>
		<li>Музыкальный строй</li>
		<li>Созвучие и гармония</li>
		<li>Обозначение музыкальных звуков</li>
		<li>Музыкальная форма</li>
	</ul>
	<ol>
		<li>Жанры</li>
		<li>Направления</li>
		<li>Стили</li>
		<li>Жанры</li>
		<li>Направления</li>
	</ol>
</div>